Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# FeedbackThanks.Text
source: Thanks for the feedback
af: Dankie vir die terugvoer
am: ስለ አስተያየት እናመሰግናለን
ar: شكرا لردود الفعل
as: প্ৰতিক্ৰিয়াৰ বাবে ধন্যবাদ
az_arab: Geribildirim üçün təşəkkür edirik
bg: Благодаря за обратната връзка
bn: প্রতিক্রিয়ার জন্য ধন্যবাদ
bs: Dank je voor je feedback
ca: Gràcies pels comentaris
cs: Díky za zpětnou vazbu
cy: Diolch am yr adborth
da: Tak for tilbagemeldingen
de: Danke für das Feedback
el: Ευχαριστώ για τα σχόλια
es: Gracias por los comentarios
et: Täname tagasiside eest
fa: با تشکر برای بازخورد
fi: Kiitos palautteesta
fil: Salamat sa feedback
fr_ca: Merci pour les commentaires
ga: Go raibh maith agat as an aiseolas
gu: પ્રતિસાદ માટે આભાર
he: תודה על המשוב
hi: प्रतिक्रिया के लिए धन्यवाद
hr: Hvala na povratnim informacijama
hu: Köszönöm a visszajelzést
hy: Շնորհակալություն արձագանքի համար
id: Terima kasih atas umpan baliknya
is: Takk fyrir endurgjöfina
it: Grazie per il feedback
iu: ᖁᔭᓐᓇᒦᒃ ᑭᐅᔪᓐᓇᕋᕕᖓ
ja: フィードバックをありがとう
kk: Пікір үшін рахмет
km: អរគុណចំពោះមតិ
kn: ಪ್ರತಿಕ್ರಿಯೆಗೆ ಧನ್ಯವಾದಗಳು
ko: 의견을 보내 주셔서 감사합니다.
ku_arab: سوپاس بۆ کاردانەوەکە
ky: Пикирлер үчүн рахмат
lo: ຂອບໃຈສໍາລັບການໃຫ້ຄໍາເຫັນ
lt: Ačiū už atsiliepimą
lv: Paldies par atsauksmēm
mi: Ngā mihi mō te urupare
ml: ഫീഡ്ബാക്കിന് നന്ദി
mr: अभिप्रायाबद्दल धन्यवाद
ms: Terima kasih atas maklum balas
mt: Grazzi għall-feedback
nb: Takk for tilbakemeldingen
ne: प्रतिक्रियाको लागि धन्यवाद
nl: Bedankt voor de feedback
or: ମତାମତ ପାଇଁ ଧନ୍ୟବାଦ
pa: ਫੀਡਬੈਕ ਲਈ ਧੰਨਵਾਦ
pl: Dziękujemy za opinię
prs: با تشکر برای بازخورد
pt_pt: Obrigado pelo feedback.
ro: Multumesc pentru feedback-ul
ru: Спасибо за отзыв
sk: Ďakujeme za spätnú väzbu
sl: Hvala za povratne informacije
sq: Faleminderit për reagimet
sr_cyrl: Хвала на повратним информацијама
sr_latn: Hvala na povratnim informacijama
sv: Tack för feedbacken
sw: Asante kwa maoni
ta: பின்னூட்டத்திற்கு நன்றி
te: ఫీడ్ బ్యాక్ ఇచ్చినందుకు ధన్యవాదాలు
th: ขอบคุณสําหรับความคิดเห็น
ti: ስለቲ ዝገበርኩምዎ ምላሽ አመስግነኩም
tr: Geri bildirim için teşekkürler
uk: Дякуємо за відгук
ur: رائے کے لئے شکریہ
vi: Cảm ơn bạn đã phản hồi
zh_hans: 感谢您的反馈
zh_hant: 感謝您的反饋

# FeedbackThree.Text
source: The translation time was too slow
af: Die vertaaltyd was te stadig
am: የትርጉም ጊዜው በጣም አዝጋሚ ነበር
ar: كان وقت الترجمة بطيئا جدا
as: অনুবাদৰ সময় অতি লেহেম ীয়া আছিল
az_arab: Tərcümə vaxtı çox yavaş idi
bg: Времето за превод е твърде бавно
bn: অনুবাদের সময় খুব ধীর ছিল
bs: Vreme prevođenja je bilo presporo
ca: El temps de traducció va ser massa lent
cs: Doba překladu byla příliš pomalá
cy: Roedd yr amser cyfieithu yn rhy araf
da: Oversættelsestiden var for langsom
de: Die Übersetzungszeit war zu langsam
el: Ο χρόνος μετάφρασης ήταν πολύ αργός
es: El tiempo de traducción era demasiado lento
et: Tõlkeaeg oli liiga aeglane
fa: زمان ترجمه خیلی کند بود
fi: Käännösaika oli liian hidas
fil: Masyadong mabagal ang oras ng pagsasalin
fr_ca: Le temps de traduction était trop lent
ga: Bhí am an aistriúcháin rómhall
gu: ભાષાંતર કરવાનો સમય ઘણો ધીમો હતો
he: זמן התרגום היה איטי מדי
hi: अनुवाद का समय बहुत धीमा था
hr: Vrijeme prevođenja bilo je presporo
hu: A fordítási idő túl lassú volt
hy: Թարգմանության ժամանակը շատ դանդաղ էր
id: Waktu penerjemahan terlalu lambat
is: Þýðingartíminn var of hægur
it: Il tempo di traduzione era troppo lento
iu: ᑐᓵᔨᐅᓂᖓ ᓱᒃᑲᐃᓗᐊᓚᐅᖅᑐᖅ
ja: 翻訳時間が遅すぎた
kk: Аударма уақыты тым баяу болды
km: ពេលវេលា បកប្រែ គឺ យឺត ពេក
kn: ಅನುವಾದದ ಸಮಯವು ತುಂಬಾ ನಿಧಾನವಾಗಿತ್ತು
ko: 번역 시간이 너무 느렸습니다.
ku_arab: کاتی وەرگێڕان زۆر هێواش بوو
ky: Которуу убактысы өтө жай болду
lo: ເວລາແປຊ້າເກີນໄປ
lt: Vertimo laikas buvo per lėtas
lv: Tulkošanas laiks bija pārāk lēns
mi: He pōturi rawa te wā whakawhitinga
ml: പരിഭാഷാ സമയം വളരെ മന്ദഗതിയിലായിരുന്നു
mr: भाषांतराचा काळ खूपच संथ होता
ms: Masa terjemahan terlalu perlahan
mt: Il-ħin tat-traduzzjoni kien bil-mod wisq
nb: Oversettelsestiden var for treg
ne: अनुवाद को समय धेरै ढिलो थियो
nl: De vertaaltijd was te traag
or: ଅନୁବାଦ ସମୟ ବହୁତ ଧୀର ଥିଲା
pa: ਅਨੁਵਾਦ ਦਾ ਸਮਾਂ ਬਹੁਤ ਹੌਲੀ ਸੀ
pl: Czas tłumaczenia był zbyt wolny
prs: زمان ترجمه خیلی کند بود
pt_pt: O tempo de tradução foi muito lento.
ro: Timpul de traducere a fost prea lent
ru: Время перевода было слишком медленным
sk: Čas prekladu bol príliš pomalý
sl: Čas prevajanja je bil prepočasen.
sq: Koha e përkthimit ishte tepër e ngadaltë
sr_cyrl: Време превођења је било преспоро
sr_latn: Vreme prevođenja je bilo presporo
sv: Översättningstiden var för långsam
sw: Muda wa kutafsiri ulikuwa polepole sana
ta: மொழிபெயர்ப்பு நேரம் மிகவும் மெதுவாக இருந்தது
te: అనువాద సమయం చాలా నెమ్మదిగా ఉంది
th: เวลาในการแปลช้าเกินไป
ti: እቲ ግዜ ትርጕም ኣዝዩ ደንጓዪ እዩ ነይሩ
tr: Çeviri süresi çok yavaştı
uk: Час перекладу був занадто повільним
ur: ترجمے کا وقت بہت سست تھا
vi: Thời gian dịch quá chậm
zh_hans: 翻译时间太慢
zh_hant: 翻譯時間太慢

# FeedbackTwo.Text
source: It mistranslated my sentences
af: Dit het my sinne verkeerd vertaal
am: የእኔን ዓረፍተ ነገሮች በተሳሳተ መንገድ ተርጉሞታል
ar: لقد أخطأت في ترجمة جملي
as: ই মোৰ বাক্যবোৰ ভুলকৈ অনুবাদ কৰিছিল
az_arab: Cümlələrimi səhv tərcümə etdi
bg: Погрешно преведе изреченията ми
bn: এটা আমার বাক্যগুলি ভুলভাবে অনুবাদ করেছে
bs: Pogrešno je preveo moje rečenice.
ca: Va traduir malament les meves frases
cs: Špatně to přeložilo mé věty
cy: Fe gamgyfieithodd fy brawddegau
da: Det fejloversatte mine sætninger
de: Es hat meine Sätze falsch übersetzt
el: Μετέφρασε λανθασμένα τις προτάσεις μου
es: Tradujo mal mis oraciones
et: See tõlkis mu lauseid valesti
fa: جملاتم را اشتباه ترجمه کرد
fi: Se käänsi lauseeni väärin
fil: Mali ang pagsasalin nito sa aking mga pangungusap
fr_ca: Il a mal traduit mes phrases
ga: Chuir sé mí-aistriú ar m'abairtí
gu: તે મારા વાક્યોનું ખોટું ભાષાંતર કરે છે
he: זה טעה במשפטים שלי
hi: इसने मेरे वाक्यों का गलत अनुवाद किया
hr: Pogrešno je prenio moje rečenice.
hu: Félrefordította a mondataimat
hy: Այն մշուշեց իմ նախադասությունները,
id: Itu salah menerjemahkan kalimat saya
is: Það misþýddi setningarnar mínar
it: Ha tradotto male le mie frasi
iu: ᑐᑭᓯᓂᕐᓗᒍᑕᐅᓚᐅᖅᑐᖅ ᐅᖃᐅᓯᕆᔭᓐᓂᒃ
ja: それは私の文章を誤って翻訳しました
kk: Ол менің сөйлемдерімді қате ауыстырды
km: វា បាន ធ្វើ ឲ្យ ប្រយោគ របស់ ខ្ញុំ រំភើប
kn: ಇದು ನನ್ನ ವಾಕ್ಯಗಳನ್ನು ತಪ್ಪಾಗಿ ಭಾಷಾಂತರಿಸಿತು
ko: 내 문장을 잘못 번역했습니다.
ku_arab: ڕستەکانم بە هەڵە دەگێڕایەوە
ky: Ал менин сүйлөмдөрүмдү туура эмес түшүнгөн
lo: ມັນໄດ້ແປປະໂຫຍກຂອງຂ້ອຍຜິດ
lt: Jis neteisingai išvertė mano sakinius
lv: Tas nepareizi iztulkoja manus teikumus
mi: I hē aku rerenga
ml: അത് എന്റെ വാചകങ്ങളെ തെറ്റായി വ്യാഖ്യാനിച്ചു.
mr: त्याने माझ्या वाक्यांचा चुकीचा अर्थ लावला
ms: Ia salah tafsir ayat saya
mt: Ittraduċiet ħażin is-sentenzi tiegħi
nb: Det feiloversatte setningene mine
ne: यसले मेरा वाक्यहरू गलत अनुवाद गर् यो
nl: Het heeft mijn zinnen verkeerd vertaald
or: ଏହା ମୋର ବାକ୍ୟକୁ ଭୁଲ୍ ଅନୁବାଦ କଲା
pa: ਇਸਨੇ ਮੇਰੇ ਵਾਕਾਂ ਦਾ ਗਲਤ ਅਨੁਵਾਦ ਕੀਤਾ
pl: Źle przetłumaczył moje zdania
prs: جملات من رو اشتباه ترجمه کرد
pt_pt: Traduziu mal as minhas frases.
ro: Mi-a tradus greșit propozițiile
ru: Он неправильно перевел мои предложения
sk: Nesprávne preložil moje vety
sl: To je narobe preuslišalo moje stavke
sq: Kjo i përktinte keq fjalitë e mia
sr_cyrl: Погрешно ми је изречене казне
sr_latn: Pogrešno mi je izrečene kazne
sv: Det översatte mina meningar fel
sw: Ilipotosha sentensi zangu
ta: அது என் வாக்கியங்களை தவறாக மொழிபெயர்த்தது
te: ఇది నా వాక్యాలను తప్పుగా అనువదించింది
th: มันแปลประโยคของฉันผิด
ti: ምሉእ ሓሳባት ብጌጋ ተርጐመለይ
tr: Cümlelerimi yanlış çevirdi
uk: Це неправильно переклало мої речення
ur: اس نے میرے جملوں کا غلط ترجمہ کیا
vi: Nó dịch sai các câu của tôi
zh_hans: 它误译了我的句子
zh_hant: 它誤譯了我的句子

# ForcedUpdateDialogCaptionContinuation
source: to function.The application will not work without these updates.
af: om te funksioneer. Die toepassing sal nie werk sonder hierdie opdaterings nie.
am: ወደ ተግባር. ማመልከቻው ያለ እነዚህ ማሻሻያዎች አይሰራም።
ar: للعمل. لن يعمل التطبيق بدون هذه التحديثات.
as: কাম কৰিবলৈ। এই আপডেটবোৰ অবিহনে এপ্লিকেচনটোৱে কাম নকৰিব।
az_arab: fəaliyyət göstərmək üçün. Bu yeniləmələr olmadan tətbiq işləməyəcək.
bg: да функционира. Приложението няма да работи без тези актуализации.
bn: ফাংশন করার জন্য। এই আপডেটগুলি ছাড়া অ্যাপ্লিকেশনটি কাজ করবে না।
bs: da funkcioniše. Aplikacija neće raditi bez ovih ažuriranja.
ca: per funcionar. L'aplicació no funcionarà sense aquestes actualitzacions.
cs: fungovat. Aplikace nebude fungovat bez těchto aktualizací.
cy: i weithredu. Ni fydd y cais yn gweithio heb y diweddariadau hyn.
da: at fungere. Applikationen fungerer ikke uden disse opdateringer.
de: zu funktionieren. Die Anwendung funktioniert nicht ohne diese Updates.
el: για να λειτουργήσει. Η εφαρμογή δεν θα λειτουργήσει χωρίς αυτές τις ενημερώσεις.
es: para funcionar. La aplicación no funcionará sin estas actualizaciones.
et: toimima. Rakendus ei tööta ilma nende värskendusteta.
fa: به عملکرد. برنامه بدون این به روز رسانی ها کار نخواهد کرد.
fi: toimia. Sovellus ei toimi ilman näitä päivityksiä.
fil: upang gumana. Ang application ay hindi gagana nang walang mga update na ito.
fr_ca: pour fonctionner. L’application ne fonctionnera pas sans ces mises à jour.
ga: feidhmiú. Ní oibreoidh an t-iarratas gan na nuashonruithe seo.
gu: કાર્ય કરવા માટે. આ અપડેટ્સ વિના એપ્લિકેશન કામ કરશે નહીં.
he: כדי לתפקד. היישום לא יפעל ללא עדכונים אלה.
hi: कार्य करने के लिए। आवेदन इन अद्यतनों के बिना काम नहीं करेगा।
hr: za funkcioniranje. Aplikacija neće raditi bez tih ažuriranja.
hu: működni. Az alkalmazás nem fog működni ezen frissítések nélkül.
hy: ֆունկցիային: Դիմումը չի աշխատի առանց այս թարմացումների:
id: untuk berfungsi. Aplikasi tidak akan berfungsi tanpa pembaruan ini.
is: að virka. Forritið virkar ekki án þessara uppfærslna.
it: per funzionare. L'applicazione non funzionerà senza questi aggiornamenti.
iu: ᐊᐅᓚᔪᓐᓇᕐᓗᓂ. ᐱᓇᔫᑎ ᐊᔪᕐᓂᐊᖅᑐᖅ ᑖᒃᑯᐊ ᓄᑖᙳᕆᐊᖅᑕᐅᓚᐅᙱᑉᐸᑕ.
ja: 機能する。これらの更新がないと、アプリケーションは動作しません。
kk: жұмыс істеу үшін. Бұл жаңартуларсыз бағдарлама жұмыс істемейді.
km: ទៅអនុគមន៍។ កម្មវិធី នឹង មិន ដំណើរ ការ ដោយ គ្មាន ការ ធ្វើ បច្ចុប្បន្ន ភាព ទាំង នេះ ទេ & # 160; ។
kn: ಕಾರ್ಯನಿರ್ವಹಿಸಲು. ಈ ನವೀಕರಣಗಳಿಲ್ಲದೆ ಅಪ್ಲಿಕೇಶನ್ ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ.
ko: 기능합니다. 이러한 업데이트 없이는 응용 프로그램이 작동하지 않습니다.
ku_arab: بۆ کارکردن. کاربەرنامە بەبێ ئەم نوێکردنەوە کار ناکات.
ky: иштеши үчүн. Тиркеме бул жаңыртууларсыз иштебейт.
lo: ເພື່ອປະຕິບັດຫນ້າທີ່. ຄໍາຮ້ອງສະຫມັກຈະບໍ່ເຮັດວຽກຖ້າບໍ່ມີການປັບປຸງເຫຼົ່ານີ້.
lt: funkcionuoti. Programa neveiks be šių naujinimų.
lv: lai darbotos. Lietojumprogramma nedarbosies bez šiem atjauninājumiem.
mi: ki te mahi. Kāore te taupānga e mahi me te kore ēnei whakahōu.
ml: പ്രവർത്തിക്കാൻ. ഈ അപ്ഡേറ്റുകൾ ഇല്ലാതെ ആപ്ലിക്കേഷൻ പ്രവർത്തിക്കില്ല.
mr: कार्य करणे. या अपडेट्सशिवाय अॅप्लिकेशन चालणार नाही.
ms: untuk berfungsi. Aplikasi tidak akan berfungsi tanpa kemas kini ini.
mt: funzjonali. L-applikazzjoni ma taħdimx mingħajr dawn l-aġġornamenti.
nb: for å fungere. Applikasjonen vil ikke fungere uten disse oppdateringene.
ne: काम गर्न। यी अद्यावधिकहरू बिना अनुप्रयोगले काम गर्दैन ।
nl: om te functioneren. De applicatie werkt niet zonder deze updates.
or: କାର୍ଯ୍ୟ କରିବାକୁ। ଏହି ଅପଡେଟସ୍ ବିନା ଆପ୍ଲିକେସନ୍ କାର୍ଯ୍ୟ କରିବ ନାହିଁ।
pa: ਕੰਮ ਕਰਨ ਲਈ। ਐਪਲੀਕੇਸ਼ਨ ਇਨ੍ਹਾਂ ਅਪਡੇਟਾਂ ਤੋਂ ਬਿਨਾਂ ਕੰਮ ਨਹੀਂ ਕਰੇਗੀ।
pl: funkcjonować. Aplikacja nie będzie działać bez tych aktualizacji.
prs: به عملکرد. برنامه بدون این به روز رسانی ها کار نخواهد کرد.
pt_pt: para funcionar. A aplicação não funcionará sem estas atualizações.
ro: pentru a funcționa. Aplicația nu va funcționa fără aceste actualizări.
ru: для функционирования. Приложение не будет работать без этих обновлений.
sk: fungovať. Aplikácia nebude fungovať bez týchto aktualizácií.
sl: za delovanje. Aplikacija ne bo delovala brez teh posodobitev.
sq: për të funksionuar. Programi nuk do të funksionojë pa këto përditësime.
sr_cyrl: да би функционисало. Апликација неће радити без ових исправки.
sr_latn: da bi funkcionisalo. Aplikacija neće raditi bez ovih ispravki.
sv: att fungera. Programmet fungerar inte utan dessa uppdateringar.
sw: kufanya kazi. Programu haitafanya kazi bila sasisho hizi.
ta: செயல்பட. இந்தப் புதுப்பித்தல்கள் இல்லாமல் பயன்பாடு வேலை செய்யாது.
te: పనిచేయడానికి. ఈ నవీకరణలు లేకుండా అప్లికేషన్ పనిచేయదు.
th: เพื่อทํางาน แอปพลิเคชันจะไม่ทํางานหากไม่มีการอัปเดตเหล่านี้
ti: ዘ. ብዘይ እዚ ምትዕርራያት እዚ እቲ ኣወዓዕላ ኣይዓዪን እዩ።
tr: işlev görmek için. Uygulama bu güncelleştirmeler olmadan çalışmaz.
uk: функціонувати. Без цих оновлень додаток працювати не буде.
ur: کام کرنے کے لئے. ایپلی کیشن ان تازہ کاریوں کے بغیر کام نہیں کرے گی۔
vi: để hoạt động. Ứng dụng sẽ không hoạt động nếu không có các bản cập nhật này.
zh_hans: 才能发挥作用。如果没有这些更新，应用程序将无法运行。
zh_hant: 才能發揮作用。如果沒有這些更新，應用程式將無法運行。

# Improvement.Text
source: We'll keep working on improving your experience.
af: Ons sal aanhou werk om jou ervaring te verbeter.
am: ተሞክሮህን ለማሻሻል ጥረት እናደርጋለን።
ar: سنواصل العمل على تحسين تجربتك.
as: আমি আপোনাৰ অভিজ্ঞতা উন্নত কৰাৰ বাবে কাম কৰি যাম।
az_arab: Təcrübənizin təkmilləşdirilməsi üzərində işləməyə davam edəcəyik.
bg: Ние ще продължим да работим за подобряване на вашето преживяване.
bn: আমরা আপনার অভিজ্ঞতা উন্নত করার জন্য কাজ চালিয়ে যাব।
bs: Nastavićemo da radimo na poboljšanju Vašeg iskustva.
ca: Seguirem treballant per millorar la teva experiència.
cs: Budeme i nadále pracovat na zlepšení vašeho zážitku.
cy: Byddwn yn parhau i weithio ar wella eich profiad.
da: Vi arbejder fortsat på at forbedre din oplevelse.
de: Wir werden weiter daran arbeiten, Ihre Erfahrung zu verbessern.
el: Θα συνεχίσουμε να εργαζόμαστε για τη βελτίωση της εμπειρίας σας.
es: Seguiremos trabajando para mejorar tu experiencia.
et: Jätkame tööd teie kasutuskogemuse täiustamiseks.
fa: ما به کار بر روی بهبود تجربه شما ادامه خواهیم داد.
fi: Jatkamme työtä käyttökokemuksesi parantamiseksi.
fil: Patuloy kaming magtatrabaho sa pagpapabuti ng iyong karanasan.
fr_ca: Nous continuerons à travailler sur l’amélioration de votre expérience.
ga: Coinneoimid orainn ag obair ar do thaithí a fheabhsú.
gu: અમે તમારા અનુભવને સુધારવા પર કામ કરતા રહીશું.
he: אנו נמשיך לעבוד על שיפור החוויה שלך.
hi: हम आपके अनुभव को बेहतर बनाने पर काम करना जारी रखेंगे।
hr: Nastavit ćemo raditi na poboljšanju vašeg iskustva.
hu: Továbbra is azon dolgozunk, hogy javítsuk a felhasználói élményt.
hy: Մենք կշարունակենք աշխատել Ձեր փորձի բարելավման վրա:
id: Kami akan terus berupaya meningkatkan pengalaman Anda.
is: Við munum halda áfram að vinna að því að bæta upplifun þína.
it: Continueremo a lavorare per migliorare la tua esperienza.
iu: ᐱᓕᕇᓐᓇᕐᓂᐊᖅᐳᒍᑦ ᐱᐅᓯᕙᓪᓕᐊᑎᓐᓇᓱᒡᓗᒍ ᖃᐅᔨᖃᑦᑕᖅᓯᒪᔭᓯ.
ja: 私たちはあなたの経験を改善することに引き続き取り組んでいきます。
kk: Біз сіздердің тәжірибелеріңізді жетілдіру бойынша жұмыс жүргіземіз.
km: យើង នឹង បន្ត ធ្វើ ការ ដើម្បី បង្កើន បទពិសោធន៍ របស់ អ្នក ។
kn: ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ನಾವು ಕೆಲಸ ಮಾಡುತ್ತಲೇ ಇರುತ್ತೇವೆ.
ko: 우리는 귀하의 경험을 개선하기 위해 계속 노력할 것입니다.
ku_arab: ئێمە بەردەوام دەبین لە کارکردن لەسەر باشترکردنی ئەزموونەکەت.
ky: Биз сиздин тажрыйбаңызды жакшыртуу боюнча иштей беребиз.
lo: ພວກເຮົາຈະສືບຕໍ່ເຮັດວຽກໃນການປັບປຸງປະສົບການຂອງທ່ານ.
lt: Mes ir toliau stengsimės pagerinti jūsų patirtį.
lv: Mēs turpināsim strādāt pie jūsu pieredzes uzlabošanas.
mi: Ka mahi tonu mātou ki te whakapai ake i tō wheako.
ml: നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്തുന്നതിൽ ഞങ്ങൾ തുടർന്നും പ്രവർത്തിക്കും.
mr: आम्ही तुमचा अनुभव सुधारण्यासाठी काम करत राहू.
ms: Kami akan terus berusaha untuk meningkatkan pengalaman anda.
mt: Aħna nibqgħu naħdmu biex intejbu l-esperjenza tiegħek.
nb: Vi fortsetter å jobbe med å forbedre opplevelsen din.
ne: हामी तपाईंको अनुभव सुधार गर्न काम गरिरहनेछौं।
nl: We blijven werken aan het verbeteren van uw ervaring.
or: ଆମେ ଆପଣଙ୍କ ଅଭିଜ୍ଞତାକୁ ଉନ୍ନତ କରିବା ଉପରେ କାର୍ଯ୍ୟ ଜାରି ରଖିବୁ ।
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਅਨੁਭਵ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਕੰਮ ਕਰਨਾ ਜਾਰੀ ਰੱਖਾਂਗੇ।
pl: Będziemy nadal pracować nad poprawą Twojego doświadczenia.
prs: ما به کار بر روی بهبود تجربه شما ادامه خواهیم داد.
pt_pt: Vamos continuar a trabalhar para melhorar a tua experiência.
ro: Vom continua să lucrăm la îmbunătățirea experienței dvs.
ru: Мы будем продолжать работать над улучшением вашего опыта.
sk: Budeme naďalej pracovať na zlepšovaní vašich skúseností.
sl: Še naprej bomo delali na izboljšanju vaših izkušenj.
sq: Ne do të vazhdojmë të punojmë në përmirësimin e përvojës suaj.
sr_cyrl: Наставићемо да радимо на побољшању вашег искуства.
sr_latn: Nastavićemo da radimo na poboljšanju vašeg iskustva.
sv: Vi fortsätter att arbeta med att förbättra din upplevelse.
sw: Tutaendelea kufanya kazi katika kuboresha uzoefu wako.
ta: உங்கள் அனுபவத்தை மேம்படுத்துவதில் நாங்கள் தொடர்ந்து பணியாற்றுவோம்.
te: మీ అనుభవాన్ని మెరుగుపరచడానికి మేము పని చేస్తూనే ఉంటాము.
th: เราจะพยายามปรับปรุงประสบการณ์ของคุณต่อไป
ti: ተመክሮኻ ንምምሕያሽ ክንጽዕር ኢና።
tr: Deneyiminizi geliştirmek için çalışmaya devam edeceğiz.
uk: Ми продовжимо працювати над покращенням вашого досвіду.
ur: ہم آپ کے تجربے کو بہتر بنانے پر کام کرتے رہیں گے.
vi: Chúng tôi sẽ tiếp tục làm việc để cải thiện trải nghiệm của bạn.
zh_hans: 我们将继续努力改善您的体验。
zh_hant: 我們將繼續努力改善您的體驗。

# LanguageSettingsUpdated
source: Language changes updated succesfully
af: Taalveranderings word suksesvol bygewerk
am: የቋንቋ ለውጦች የተሻሻለ succesfully
ar: تم تحديث تغييرات اللغة بنجاح
as: ভাষা পৰিৱৰ্তনসমূহ সফলতাৰে আপডেট কৰা হৈছে
az_arab: Dil dəyişiklikləri yenilənir
bg: Езиковите промени се актуализират успешно
bn: ভাষা পরিবর্তন সফলভাবে আপডেট করা হয়েছে
bs: Jezičke promjene uspješno ažurirane
ca: Canvis d'idioma actualitzats amb èxit
cs: Jazykové změny byly úspěšně aktualizovány
cy: Newidiadau iaith wedi'u diweddaru'n succesful
da: Sprogændringer opdateret med succes
de: Sprachänderungen erfolgreich aktualisiert
el: Οι γλωσσικές αλλαγές ενημερώνονται με επιτυχία
es: Cambios de idioma actualizados correctamente
et: Keelemuudatusi värskendatakse edukalt
fa: تغییرات زبان به روز شده با تسلیم
fi: Kielimuutokset päivitetty onnistuneesti
fil: Mga pagbabago sa wika updated succesfully
fr_ca: Les changements de langue ont été mis à jour avec succès
ga: Athruithe teanga nuashonraithe go gonta
gu: ભાષા સફળતાપૂર્વક સુધારાયેલને બદલે છે
he: שינויי שפה מתעדכנים בהצלחה
hi: भाषा परिवर्तन सफलतापूर्वक अद्यतन किए गए
hr: Jezične promjene uspješno ažurirane
hu: A nyelvi változások sikeresen frissültek
hy: Լեզվի փոփոխությունները թարմացվում են succesfully
id: Perubahan bahasa berhasil diperbarui
is: Tungumálabreytingar uppfærðar í stuttu máli
it: Modifiche linguistiche aggiornate con successo
iu: ᐅᖃᐅᓯᐅᑉ ᐊᓯᔾᔨᕐᓂᖏᑦ ᑲᔪᓯᑦᑎᐊᖅᑐᑦ
ja: 言語の変更が正常に更新されました
kk: Тіл өзгерістері жаңартылды
km: ការផ្លាស់ប្តូរភាសាទាន់សម័យ succesfully
kn: ಭಾಷೆ ಬದಲಾವಣೆಗಳು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್ ಡೇಟ್ ಆಗಿವೆ
ko: 언어 변경이 성공적으로 업데이트되었습니다.
ku_arab: گۆڕانکاریەکانی زمان بە سەرکەوتوویی نوێکرایەوە
ky: Тил өзгөрүүлөрү кыскача жаңыланды
lo: ການປ່ຽນແປງພາສາupdated succesfully
lt: Sėkmingai atnaujinti kalbos pakeitimai
lv: Valodas izmaiņas tiek veiksmīgi atjaunotas
mi: Kua whakahōutia ngā huringa reo
ml: വിജയകരമായി അപ് ഡേറ്റ് ചെയ്ത ഭാഷാ മാറ്റങ്ങൾ
mr: भाषेतील बदल यशस्वीपणे अद्ययावत केले
ms: Perubahan bahasa dikemas kini dengan teliti
mt: Il-bidliet fil-lingwa aġġornati b'mod suċċess
nb: Språkendringer oppdatert vellykket
ne: सफलतापूर्वक अद्यावधिक गरिएको भाषा परिवर्तनहरू
nl: Taalwijzigingen met succes bijgewerkt
or: ଭାଷା ପରିବର୍ତ୍ତନଗୁଡିକ ଅପଡେଟ୍ ହୋଇଛି
pa: ਭਾਸ਼ਾ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Zmiany językowe zaktualizowane pomyślnie
prs: تغییرات زبانی به روز شده در یک روز
pt_pt: Alterações linguísticas atualizadas com sucesso
ro: Modificări de limbă actualizate cu succes
ru: Языковые изменения успешно обновляются
sk: Jazykové zmeny sa úspešne aktualizujú
sl: Jezikovne spremembe, ki so bile posodobljene
sq: Ndryshimet gjuhësore përditësohen me sukses
sr_cyrl: Промене језика су редовно ажуриране
sr_latn: Promene jezika su redovno ažurirane
sv: Språkändringar uppdateras framgångsrikt
sw: Mabadiliko ya lugha yamesasishwa kwa ufanisi
ta: மொழி மாற்றங்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன
te: భాషా మార్పులు విజయవంతంగా అప్ డేట్ చేయబడ్డాయి
th: การเปลี่ยนแปลงภาษาได้รับการปรับปรุงเรียบร้อยแล้ว
ti: ቋንቋ ብዜመሓይሽ መገዲ ይቕይሮ
tr: Dil değişiklikleri başarıyla güncellendi
uk: Зміни мови оновлено успішно
ur: زبان کی تبدیلیوں کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا
vi: Thay đổi ngôn ngữ được cập nhật thành công
zh_hans: 语言更改更新成功
zh_hant: 語言更改更新成功

# NewVersionDialogDescription2
source: and your version of
af: en jou weergawe van
am: እና የእርስዎ ንረት
ar: ونسختك من
as: আৰু আপোনাৰ সংস্কৰণ
az_arab: və sizin versiyanız
bg: Вашата версия на
bn: এবং আপনার সংস্করণ
bs: i svoju verziju
ca: i la seva versió de
cs: a vaši verzi
cy: a'ch fersiwn chi o
da: og din version af
de: und Ihre Version von
el: και τη δική σας εκδοχή του
es: y su versión de
et: ja teie versioon
fa: و نسخه خود را از
fi: ja sinun versiosi
fil: at ang version mo ng
fr_ca: et votre version de
ga: agus do leagan de
gu: અને નું તમારું સંસ્કરણ
he: והגרסה שלך ל
hi: और आपका संस्करण
hr: i vašu verziju
hu: és az Ön verziója
hy: եւ ձեր տարբերակի
id: dan versi Anda
is: og þín útgáfa af
it: e la tua versione di
iu: ᐊᒻᒪ ᑎᑎᕋᖅᓯᒪᔭᐃᑦ
ja: とあなたのバージョン
kk: және сіздің нұсқасыңыз
km: និង កំណែ របស់ អ្នក
kn: ಮತ್ತು ನಿಮ್ಮ ಆವೃತ್ತಿ
ko: 및 귀하의 버전
ku_arab: وە وەشانەکەت لە
ky: жана сиздин версиясы
lo: ແລະ ສະບັບຂອງທ່ານຂອງ
lt: ir jūsų versija
lv: un jūsu versija par
mi: me tō putanga o
ml: ഒപ്പം നിങ്ങളുടെ പതിപ്പ്
mr: आणि आपली आवृत्ती
ms: dan versi anda
mt: u l-verżjoni tiegħek ta'
nb: og din versjon av
ne: र तपाईंको संस्करण
nl: en uw versie van
or: ଏବଂ ଆପଣଙ୍କ ସଂସ୍କରଣ
pa: ਅਤੇ ਇਸਦਾ ਤੁਹਾਡਾ ਸੰਸਕਰਣ
pl: i Twoja wersja
prs: و نسخه خود را از
pt_pt: e a sua versão de
ro: și versiunea dvs. de
ru: и ваша версия
sk: a vaša verzia
sl: in vašo različico
sq: dhe versionin tuaj të
sr_cyrl: и твоју верзију
sr_latn: i tvoju verziju
sv: och din version av
sw: na toleo lako la
ta: மற்றும் உங்கள் பதிப்பு
te: మరియు మీ సంస్కరణ
th: และเวอร์ชันของคุณ
ti: ትርጕምካ
tr: ve sizin sürümünüz
uk: і ваша версія
ur: اور آپ کا ورژن
vi: và phiên bản của bạn
zh_hans: 和您的版本
zh_hant: 和您的版本
